{
  "users": [
    {
      "id": 1,
      "username": "yerbo",
      "password": "pass",
      "firstname": "Yerbolat",
      "lastname": "Pazyl",
      "roleID": 100,
      "email": "jalqaw.p@gmail.com",
      "gender": "Male",
      "phone": "87083760122",
      "birthday": "2000-01-26",
      "likes": [],
      "zakladki": []
    },
    {
      "id": 2,
      "username": "nurbo",
      "password": "pass",
      "firstname": "Nurbolat",
      "lastname": "Pazyl",
      "roleID:": 10,
      "email": "pazyl.nurbolat01@gmail.com",
      "gender": "Male",
      "phone": "+7073760122",
      "birthday": "2000-01-26",
      "likes": [
        2,
        8
      ],
      "zakladki": [
        8
      ]
    }
  ],
  "movies": [
    {
      "id": 1,
      "name": "МОЖЕТ, Я ВСТРЕЧУ ТЕБЯ В ПОДЗЕМЕЛЬЕ?",
      "alterName": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka",
      "catalogType": "anime",
      "rating": 4,
      "viewCount": 12000,
      "status": "Завершен",
      "releaseDate": 2015,
      "genre": "Приключения",
      "studio": "J.C.Staff",
      "image1": "/assets/images/anime1.jpg",
      "ageLimit": 16,
      "screen_1_1": "/assets/images/screen1-1.jpg",
      "screen_1_2": "/assets/images/screen1-2.jpg",
      "screen_1_3": "/assets/images/screen1-3.jpg",
      "screen_1_4": "/assets/images/screen1-4.jpg",
      "screen_1_5": "/assets/images/screen1-5.jpg",
      "description": "Действие разворачивается в городе-государстве Орарио, созданном тысячелетия назад снизошедшими с небес божествами. Они отреклись от своих сил, дабы иметь возможность сосуществовать с людьми и стать их покровителями. Каждый Бог по отдельности учредил собственную «семью», куда набирал добровольцев, именуемых «авантюристами» с целью прославить его имя. Под городскими улицами находятся запутанные коридоры подземелий, где обитают кровожадные монстры, встреча с которыми обязывает обладать мужеством. В случае их убийства воин получает награду в виде повышения уровня и волшебные кристаллы. Их он может задействовать при создании магических предметов или обменять на мировую валюту.\n' + '\n' + 'Богиня Гестия лишь недавно основала личную гильдию, куда напросился первый доброволец – 14-летний Белл Кранель. Будучи новичком в своем деле, он самоотверженно отправился сражаться с тварями в подземном городе и едва не погиб. Встреча с минотавром могла стоить ему жизни, но благо рядом оказалась ослепительная Айс Валленштайн, прокачавшаяся до 6-го уровня. Она разрубила клинком монстра пополам, заляпав подростка кровью с ног до головы. С этого момента Белл настойчиво решил стать ничем не хуже симпатичной девушки, чтобы заполучить ее расположение."
    },
    {
      "id": 2,
      "name": "БОРУТО: НОВОЕ ПОКОЛЕНИЕ НАРУТО",
      "alterName": "Boruto: Naruto Next Generations",
      "catalogType": "anime",
      "rating": 4.5,
      "viewCount": 12000,
      "status": "В работе",
      "releaseDate": 2017,
      "genre": "Боевые искусства, Приключения, Сёнэн, Экшен",
      "studio": "Studio Pierrot",
      "image1": "/assets/images/anime2.jpg",
      "ageLimit": 16,
      "screen_1_1": "/assets/images/screen2-1.jpg",
      "screen_1_2": "/assets/images/screen2-2.jpg",
      "screen_1_3": "/assets/images/screen2-3.jpg",
      "screen_1_4": "/assets/images/screen2-4.jpg",
      "screen_1_5": "/assets/images/screen2-5.jpg",
      "description": "Сюжет сосредоточен вокруг наследника и главной надежды семьи Узумаки Боруто. Юноша стал достаточно взрослым, чтобы поступить в старую академию ниндзя и быть достойным отца, Наруто. Вместе с другом Шикадаем Нара он забрался на крышу поезда, следующего до конечной станции вблизи Деревни Скрытых Листьев, где находилось известное в узких кругах учебное заведение. От волнения в груди клокотало сердце, а ясный взгляд всматривался в бескрайний горизонт, изучая неизведанную местность. Почти прибыв в пункт назначения, парня заметил машинист подвижного состава из-за чего тому пришлось спешно ретироваться, продолжив дорогу пешим ходом.\n' + 'Подросток увидел, как в темном переулке хулиганы издеваются над безоружным парнем, решив вмешаться. Он применил отточенные до мастерства навыки шиноби, лихо разбросав всех задир по сторонам. Спасенным оказался сын миллиардера Денки Каминаримон, что также был абитуриентом академии. Небольшой героический эпизод возвел мощный фундамент для продолжительной, крепкой дружбы. В первый учебный день Боруто, с намерениями опять спасти попавшего в беду товарища стал причиной неприятного инцидента, за что схлопотал суровое наказание. Унаследованный отцовский темперамент на ближайшие годы станет головной болью для преподавателей."
    },
    {
      "id": 3,
      "name": "МАСТЕРА МЕЧА ОНЛАЙН",
      "alterName": "Sword Art Online",
      "catalogType": "anime",
      "rating": 4.5,
      "viewCount": 12000,
      "status": "Завершен",
      "releaseDate": 2012,
      "genre": "Драма, Приключения, Романтика, Фэнтези",
      "studio": "A-1 Pictures",
      "image1": "/assets/images/anime3.jpg",
      "ageLimit": 14,
      "screen_1_1": "/assets/images/screen3-1.jpg",
      "screen_1_2": "/assets/images/screen3-2.jpg",
      "screen_1_3": "/assets/images/screen3-3.jpg",
      "screen_1_4": "/assets/images/screen3-4.jpg",
      "screen_1_5": "/assets/images/screen3-5.jpg",
      "description": "Старшеклассник Кадзуто Киригая в годовалом возрасте лишился обоих родителей в результате несчастного случая, попав на попечительство к тетке. Будучи непримечательным школьником в повседневной жизни, дома его ждало увлекательное путешествие в фэнтезийный мир благодаря последнему слову инженерной мысли – шлему виртуальной реальности. Многопользовательская компьютерная игра с полным погружением Sword Art Online два месяца проводила бета-тест, куда и записался пытливый подросток. В момент релиза на сервере находилось 10 тысяч человек, не подозревающих о смертельной опасности.\n' + '\n' + 'Создатель игры Акихико Каяба нарочно убрал из главного меню кнопку выхода, дабы воплотить на практике свои безумные идеи. Чтобы покинуть виртуальный мир, игрок должен пройти крепость Айнкрад от первого до финального уровня. Гибель на поле брани будет означать смерть в реальности, а попытка снятия шлема спровоцирует микроволновое излучение, что поджарит мозг носителя. Осознавая всю серьезность ситуации, школьник, скрывающийся под псевдонимом Кирито, выбрал путь одинокого мечника, желая скорее выполнить условия сумасшедшего разработчика. Объединившись с Асуной Юки из гильдии Рыцарей Крови, он был решительно настроен дойти до конца."
    },
    {
      "id": 4,
      "name": "ЖИЗНЬ С НУЛЯ",
      "alterName": "Re - Zero kara Hajimeru Isekai Seikatsu Re:Zero",
      "catalogType": "anime",
      "rating": 3.3,
      "viewCount": 12000,
      "status": "В работе",
      "releaseDate": 2016,
      "genre": "Драма, Приключения, Фэнтези",
      "studio": "White Fox",
      "image1": "/assets/images/anime4.jpg",
      "ageLimit": 16,
      "screen_1_1": "/assets/images/screen4-1.jpg",
      "screen_1_2": "/assets/images/screen4-2.jpg",
      "screen_1_3": "/assets/images/screen4-3.jpg",
      "screen_1_4": "/assets/images/screen4-4.jpg",
      "screen_1_5": "/assets/images/screen4-5.jpg",
      "description": "Субару просто покупал себе доширак на ужин. Вот только, выйдя из магазина, в глазах немного потемнело, и парень увидел вокруг себя совершенно другой мир.\n' + '\n' + 'Герой сразу воодушевился мыслью, что это какая-то красотка призвала его в этот мир, но поблизости таковой не видать, а поскольку окружение напоминает среднестатистическое средневековье, нужно делать, как во всех играх такого типа - расспросить окружающих.\n' + '\n' + 'После первого же собеседника, Субару понимает, что мир не так уж и дружелюбен к нему. Попытки что-то выяснить зашли в тупик, да ещё и местные бандиты собрались напасть на него. Но парня спасает милейшая девушка. В благодарность, он решает помочь ей с поисками украденной у неё эмблемы.\n' + '\n' + 'Проведя маленькое расследование, ребята оказываются в баре на окраине города ведь именно туда должна явиться предполагаемая воришка.\n' + '\n' + 'Но внутри на них нападают. Даже не успев рассмотреть лицо нападавшего, они понимают, что смерть уже пришла к ним.\n' + '\n' + 'И вот, Субару очнулся на той же улочке, куда его занесло в самом начале пути. Он помнит, что его спутница также была ранена, и спешит ей на помощь, но в том баре её нет, да и следов побоища тоже.\n' + '\n' + 'Решив сначала разобраться с эмблемой, Субару дожидается воришку, но на краденое претендует ещё одна дамочка. И когда парень предлагает высшую цену, она просто убивает всех присутствующих.\n' + '\n' + '«Теперь-то я точно умру», - думает Субару, но вот он опять на той самой улочке, совсем без понятия, что происходит, и как дальше жить в этом странном мире."
    },
    {
      "id": 5,
      "name": "ВРАТА: ТАМ БЬЮТСЯ НАШИ ВОИНЫ",
      "alterName": "Gate: Jieitai Kanochi nite, Kaku Tatakaeri",
      "catalogType": "anime",
      "rating": 4.3,
      "viewCount": 12000,
      "status": "Завершен",
      "releaseDate": 2015,
      "genre": "Комедия, Мистика, Приключения, Фэнтези",
      "studio": "A-1 Pictures",
      "image1": "/assets/images/anime5.jpg",
      "ageLimit": 16,
      "screen_1_1": "/assets/images/screen5-1.jpg",
      "screen_1_2": "/assets/images/screen5-2.jpg",
      "screen_1_3": "/assets/images/screen5-3.jpg",
      "screen_1_4": "/assets/images/screen5-4.jpg",
      "screen_1_5": "/assets/images/screen5-5.jpg",
      "description": "В 11:50 дня на станции метро Гинза, Токио, буквально из воздуха образовались огромные старинные Врата, из которых хлынула целая армия монстров, средневековых лучников, мечников, кавалерия и даже несколько драконов.\n' + '\n' + 'Город охвачен паникой, но единственное, что в этот момент волнует тридцатилетнего отаку Итами Ёджи, так это тот факт, что из-за нападения могут отменить летнюю распродажу додзинси.\n' + '\n' + 'Поэтому, будучи солдатом самообороны, он быстро организовывает эвакуацию гражданских до прихода подкрепления, которое имея передовые военные технологии с легкостью разбивает армию противника.\n' + '\n' + 'Все кончилось хорошо, но не для Ёджи. Во-первых, распродажу таки отменили, во-вторых, из-за того, что он отменно себя проявил во время эвакуации, у общественности к нему теперь повышен интерес. И, в-третьих, его отправляют в военно-дипломатическую экспедицию по ту сторону Врат, а это ставит большущий крест на его жизни отаку, по крайней мере до возвращения из экспедиции.\n' + '\n' + 'Но есть и плюсы, там, внутри Врат, открывается удивительный мир, полностью соответствующий любимому жанру Ёджи - фэнтези. Он встречает и привлекательную Эльфийку, и милую волшебницу, и даже готическую лолиту, в общем всё по канону.\n' + '\n' + 'И хотя на самом деле герою придется выполнять сложные тактические и дипломатические задачи, сложно представить отаку, который бы не был рад возможности побывать в настоящем фэнтези-мире."
    }
  ],
  "comments": [
    {
      "id": 1,
      "userName": "yerbo",
      "movieID": 5,
      "text": "kdjskdjklsdkls"
    },
    {
      "id": 2,
      "userName": "nurbo",
      "movieID": 3,
      "text": "kdjskdjklsdkls"
    }
  ]
}