import { Comment } from './comment';

export const COMMENTS: Comment[] = [
  {  id: 1, userName: 'tetriandoh', movieID: 21, text: 'я в восторге! очень чувственная и трогательная, романтичная история! Как я люблю образ невинной девушки, стеснительной и сложной, пугливой и робкой. И как я люблю историю о первых сильных чувствах, чистых и непорочных, когда сложно разобраться в своих чувствах, когда боишься в них признаться кому то. Как я люблю правдоподобные истории и в тоже время слишком прекрасные в своей чистоте чтобы быть правдой. 10 из 10 ! Меня это аниме заставило плакать, что бывает очень редко в данном жанре искусства. Напомнило мне другое прекрасное аниме "Девочка, покорившая время"'},

  {  id: 2, userName: 'Ваня', movieID: 20, text: 'К этому произведению надо подходить серьёзно, желательно пересмотреть несколько раз в разном возврасном разуме))) Те, кто постарше, должны понять произведение!)) Очень круто, необычно!!!! Советую, но очень сложно понимается и у каждого по-разному:)'},

  {  id: 3, userName: 'Григорий ', movieID: 10, text: 'Это замечательное аниме своего жанра и хочется чтобы оно не кончалось,а если что то не нравится,то следует держать мнение при себе,а не пытаться навязывать его кому то и судить аниме данное аниме,посмотрев в своей жизни меньше 500 тайтлов и не читая манги.Если не с чем сравнивать,то и сравнивать ни к чему.При чем и сравнил человек два аниме разных жанров,которые по своему хороши и связи не имеют почти никакой'},

  {  id: 4, userName: 'my4a', movieID: 9, text: '[quote]блин сделайте возможность увеличение громкости колесиком мышки  -___-ах и да, пишите мой ник правильно!!! я my4a (ТУЧА) буду благодарен если исправите свои косяк\n' + '\n' + 'Написалс [b]my4a[/b], 2016.03.26 23:27[/quote]'},

  {  id: 5, userName: 'KingMaster', movieID: 11, text: 'Господь, прекрасное аниме, ждём второй сезон)\n' + 'Поговаривают, что если написать в личку группы ANIMEDIA.TV вконтакте кодовую фразу Доктор Стоун, то можно получить значок по программе лояльности до 16 декабря)'},

];
